Repository: Vistaus/dot-matrix
Catalog: po/extra/*.po
Languages: it, pl

source: The glyph playground of creativity from simple lines
it: Il parco giochi della creativit√† dalle linee semplici
pl: Glifowy plac zabaw kreatywności z prostych linii

source: Make out icons, glyphs, or anything you can create with lines in this grid of dots
it: Disegna icone, glifi o qualsiasi altra cosa puoi creare con le linee in quella griglia di punti.
pl: Twórz ikony, glify i cokolwiek innego, co jesteś w stanie zbudować z linii w tej siatce z kropek

source: Select whetether to draw with lines or curves.
it: Scegli se vuoi disegnare con linee o curve.
pl: Rysuj linie lub krzywe

source: Quit anytime with the shortcut Ctrl + Q
it: Esci in qualsiasi momento con la scorciatoia Ctrl + Q
pl: Zamknij aplikację kiedy chcesz skrótem Ctrl + Q

source: Undo with the shortcut Ctrl + Z
it: Annulla l'ultimo percorso con Ctrl + Z
pl: Cofnij skrótem Ctrl + Z

source: Change line thickness by +5 or -5 with the respective shortcuts Ctrl + ) and Ctrl + (
it: Modifica lo spessore della linea di +5 o -5 con le rispettive scorciatoie Ctrl +) e Ctrl + (
pl: Zmień grubość linii o +5 i -5 skrótami Ctrl + ) i Ctrl + (

source: Release: French Horns
it: Versione: Klaxon francese
pl: Wydanie: Rogi francuskie

source: Added: French translations (NathanBnm)
it: Aggiunto: traduzioni in francese (NathanBnm)
pl: Dodano: Francuskie tłumaczenie (NathanBnm)

source: Release: Unto The Rocks
it: Versione: In The Rocks
pl: Wydanie: Do skał

source: Added: Mouse cursor.
it: Aggiunto: cursore del mouse.
pl: Dodano: Kursor myszy.

source: Added: Undo function button.
it: Aggiunto: pulsante funzione Annulla.
pl: Dodano: Przycisk cofania ostatniej linii.

source: Added: Show/Hide Grid function button.
it: Aggiunto: pulsante funzione Mostra/Nascondi Griglia.
pl: Dodano: Przycisk pokazywania/ukrywania siatki.

source: Added: Undo and line thickness keybinds.
it: Aggiunto: combinazioni di tasti Annulla e spessore linea.
pl: Dodano: Skróty klawiszowe cofania akcji i zmiany grubości linii.

source: Misc: Bumped the line thickness limit to 50.
it: Varie: aumentato il limite di spessore della linea a 50.
pl: Różne: Podkręcenie maksymalnej grubości linii do 50.

source: Release: With Stereo Sound
it: Rilascio: con Audio Stereo
pl: Wydanie: Z dźwiękiem stereo

source: First stable release.
it: Prima versione stabile.
pl: Pierwsze stabilne wydanie.

source: Matrix;Vector;Drawing;Grid;
it: Matrice;Vettore;Disegno;Griglia;
pl: Macierz;Wektor;Rysunek;Siatka;
