Repository: Vistaus/dot-matrix
Catalog: po/*.po
Languages: it, sv

source: The creativity playground of lines and curves
it: Il parco giochi della creatività di linee e curve

source: Make out icons, glyphs, or anything you can create with lines in this grid of dots
it: Disegna icone, glifi o qualsiasi altra cosa puoi creare con le linee in quella griglia di punti.
sv: Tillverka ikoner, tecken eller vad som helst som du kan skapa med linjer i detta punktfält

source: Select whetether to draw with lines or curves.
it: Scegli se vuoi disegnare con linee o curve.
sv: Välj om du vill rita med linjer eller bågar.

source: Quit anytime with the shortcut Ctrl + Q
it: Esci in qualsiasi momento con la scorciatoia Ctrl + Q
sv: Avsluta när som helst med genvägen Ctrl+Q

source: Undo with the shortcut Ctrl + Z
it: Annulla l'ultimo percorso con Ctrl + Z
sv: Ångra med genvägen CTRL+Z

source: Change line thickness by +5 or -5 with the respective shortcuts Ctrl + X and Ctrl + Shift + X
it: Cambia lo spessore della linea di +5 o -5 con le rispettive scorciatoie Ctrl + X e Ctrl + Maiusc + X

source: Default
it: Predefinito
sv: Standard

source: Release: Orange Sunrise
it: Rilascio: Orange Sunrise

source: Changed: Using more libadwaita recent UI styling.
it: Modificato: utilizzo di più stili di interfaccia utente recenti di libadwaita.

source: Release: Cyan Sunset
it: Versione: Cyan Sunset

source: Changed: Using libadwaita recent UI styling.
it: Modificato: utilizzo dello stile dell'interfaccia utente recente di libadwaita.

source: Release: A New UI Hope
it: Versione: Una nuova interfaccia utente Hope
sv: Utgåva: Ett nytt användargränssnitt Hope

source: New: UI is now following efforts made by me on Notejot.
it: Novità: l'interfaccia utente ora sta seguendo gli sforzi fatti da me su Notejot.
sv: Nytt: Användargränssnittet följer nu de ansträngningar som jag gjort på Notejot.

source: Fixed: Handles dragging with a mouse/pen for less bugs.
it: Risolto: gestisce il trascinamento con un mouse/penna con meno bug.
sv: Åtgärdat: Hanterar att dra med mus/penna för färre fel.

source: Release: Hello, GNOME!
it: Rilascio: Ciao, GNOME!
sv: Utgåva: Hej, GNOME!

source: Port to GNOME HIG and minor fixes.
it: Port su GNOME HIG e correzioni minori.
sv: Porterad till GNOME HIG och mindre korrigeringar.

source: The glyph playground of creativity from simple lines
it: Il parco giochi della creatività dalle linee semplici
sv: Lekplats för kreativa tecken från enkla linjer

source: Matrix;Vector;Drawing;Grid;
it: Matrice;Vettore;Disegno;Griglia;

source: New Glyph
it: Nuovo Glifo
sv: Nytt tecken

source: Save Glyph As…
it: Salva glifo come…
sv: Spara tecken som…

source: Undo Recent Path
it: Annulla percorso recente
sv: Använd tidigare linje

source: Line Thickness
it: Spessore della linea
sv: Linjetjocklek

source: Pick a Line Color
it: Scegli un colore per la linea
sv: Välj en linjefärg

source: Line Color
it: Colore Linea
sv: Linjefärg

source: Close All Paths
it: Chiudi tutti i percorsi
sv: Stäng alla linjer

source: Line
it: Linea
sv: Linje

source: Arc
it: Arco
sv: Båge

source: Inverted Arc
it: Arco Invertito
sv: Inverterad båge

source: Keyboard Shortcuts
it: Scorciatoie da tastiera
sv: Tangenbordsgenvägar

source: About Dot Matrix
it: Informazioni sulla matrice di punti
sv: Om Dot Matrix

# shortcut window
source: General
it: Generale
sv: Allmänt

# shortcut window
source: Quit
it: Esci
sv: Avsluta

# shortcut window
source: Undo
it: Annulla
sv: Ångra

# shortcut window
source: Drawing
it: Disegna
sv: Ritning

# shortcut window
source: Decrease Line Thickness
it: Diminuisci lo spessore della linea
sv: Minska linjetjocklek

# shortcut window
source: Increase Line Thickness
it: Aumenta lo spessore della linea
sv: Öka linjetjocklek

source: The glyph playground of creativity from simple lines.
it: Il parco giochi glifo della creatività dalle linee semplici.
sv: Lekplats för kreativa tecken utifrån enkla linjer.

source: translator-credits
it: Albano Battistella
sv: Åke Engelbrektson <eson@svenskasprakfiler.se>

source: Save Image?
it: Salvare l'immagine?
sv: Vill du spara bilden?

source: Not saving means that the image will be lost forever.
it: Non salvare significa che l'immagine andrà persa per sempre.
sv: Att inte spara, innebär att bilden förloras för alltid.

source: Don't Save
it: Non salvare
sv: Spara inte

source: Cancel
it: Cancella
sv: Avbryt

source: Save
it: Salva
sv: Spara

source: SVG files
it: File SVG
sv: SVG-filer

source: All files
it: Tutti i file
sv: Alla filer
